[Common]
FolderName=Notes.WizMdEditor
AppName=为知MarkDown编辑器
AppName_2052=为知MarkDown编辑器
AppName_1028=为知MarkDown编辑器
AppGUID={774bca8b-a3de-4b6e-9146-ffedc71bd312}
AppType=Editor
AppVersion=0.1
PluginCount=2
SupportLanguages=2052,1028

[Plugin_0]
#MenuType=NoteTools
MenuType=Editor
Caption=WizNote MarkDown Editor
Caption_2052=为知MarkDown编辑器
Caption_1028=为知MarkDown编辑器
GUID={1cf90581-e2f8-4240-a7b2-8fc8b76936ab}
Type=ExecuteScript
ScriptFileName=md_editor.js


[Plugin_1]
Caption=Baidu Editor
GUID={825ab4f6-c423-42b3-8a33-891671c6a122}
ScriptFileName=wiz_md_editor_global.js
Type=Global


[Strings]
strBaiduEditor=Baidu Editor
strBaiduEditor_2052=百度编辑器
strBaiduEditor_1028=百度编辑器


Save_2052=保存
Save_1028=保存


strSaveChanges=Do you want to save changes to %1?
strSaveChanges_2052=是否要保存 %1 ？
strSaveChanges_1028=是否要保存 %1 ？


